Repository: hkarlsen06/Tidex
Catalog: ios/Resources/Localization/App/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, et, fa, fi, fil, fr, he, hi, hr, hu, id, is, it, ja, ko, lt, lv, nb, nl, nn, pl, pt_br, ro, ru, sk, sl, sr, sv, sw, ta, th, tr, uk, ur, vi, zh_hans, zh_hant

# settings.pay.chooseJob.unavailable
source: This job is no longer active. Choose an active job to view its settings, or cancel to return to the calculation.
ar: لم تعد هذه الوظيفة نشطة. اختر وظيفة نشطة لعرض إعداداتها، أو ألغِ للعودة إلى الحساب.
bg: Тази работа вече не е активна. Изберете активна работа, за да видите настройките ѝ, или отменете, за да се върнете към изчислението.
bn: এই চাকরিটি আর সক্রিয় নয়। সেটিংস দেখতে একটি সক্রিয় চাকরি বেছে নিন, অথবা গণনায় ফিরে যেতে বাতিল করুন।
ca: Aquesta feina ja no està activa. Tria una feina activa per veure’n la configuració o cancel·la per tornar al càlcul.
cs: Toto zaměstnání již není aktivní. Vyberte aktivní zaměstnání, chcete-li zobrazit jeho nastavení, nebo se vraťte k výpočtu zrušením.
da: Dette job er ikke længere aktivt. Vælg et aktivt job for at se dets indstillinger, eller annuller for at vende tilbage til beregningen.
de: Dieser Job ist nicht mehr aktiv. Wähle einen aktiven Job, um seine Einstellungen anzuzeigen, oder brich ab, um zur Berechnung zurückzukehren.
el: Αυτή η εργασία δεν είναι πλέον ενεργή. Επιλέξτε μια ενεργή εργασία για να δείτε τις ρυθμίσεις της ή ακυρώστε για να επιστρέψετε στον υπολογισμό.
es: Este empleo ya no está activo. Elige un empleo activo para ver su configuración o cancela para volver al cálculo.
et: See töökoht ei ole enam aktiivne. Selle seadete vaatamiseks vali aktiivne töökoht või tühista, et arvutuse juurde naasta.
fa: این شغل دیگر فعال نیست. برای مشاهده تنظیمات آن، شغلی فعال انتخاب کنید یا برای بازگشت به محاسبه، لغو را بزنید.
fi: Tämä työpaikka ei ole enää aktiivinen. Valitse aktiivinen työpaikka nähdäksesi sen asetukset tai palaa laskelmaan valitsemalla Peruuta.
fil: Hindi na aktibo ang trabahong ito. Pumili ng aktibong trabaho para makita ang mga setting nito, o kanselahin upang bumalik sa pagkalkula.
fr: Cet emploi n'est plus actif. Choisissez un emploi actif pour afficher ses paramètres, ou annulez pour revenir au calcul.
he: מקום העבודה הזה אינו פעיל יותר. בחר מקום עבודה פעיל כדי לצפות בהגדרות שלו, או בטל כדי לחזור לחישוב.
hi: यह नौकरी अब सक्रिय नहीं है। इसकी सेटिंग देखने के लिए कोई सक्रिय नौकरी चुनें, या गणना पर लौटने के लिए रद्द करें।
hr: Ovaj posao više nije aktivan. Odaberite aktivan posao da biste vidjeli njegove postavke ili odustanite za povratak na izračun.
hu: Ez a munkahely már nem aktív. Válassz aktív munkahelyet a beállításai megtekintéséhez, vagy válaszd a Mégse lehetőséget a számításhoz való visszatéréshez.
id: Pekerjaan ini tidak lagi aktif. Pilih pekerjaan aktif untuk melihat pengaturannya, atau batalkan untuk kembali ke perhitungan.
is: Þetta starf er ekki lengur virkt. Veldu virkt starf til að skoða stillingar þess eða hættu við til að fara aftur í útreikninginn.
it: Questo lavoro non è più attivo. Scegli un lavoro attivo per visualizzarne le impostazioni oppure annulla per tornare al calcolo.
ja: この勤務先はもう有効ではありません。設定を表示するには有効な勤務先を選択するか、「キャンセル」で計算に戻ってください。
ko: 이 직장은 더 이상 활성 상태가 아닙니다. 설정을 보려면 활성 직장을 선택하거나, 취소하여 계산으로 돌아가세요.
lt: Ši darbovietė nebeaktyvi. Pasirinkite aktyvią darbovietę, kad peržiūrėtumėte jos nustatymus, arba atšaukite, kad grįžtumėte į skaičiavimą.
lv: Šī darba vieta vairs nav aktīva. Izvēlieties aktīvu darba vietu, lai skatītu tās iestatījumus, vai atceliet darbību, lai atgrieztos pie aprēķina.
nb: Denne jobben er ikke lenger aktiv. Velg en aktiv jobb for å se innstillingene, eller avbryt for å gå tilbake til beregningen.
nl: Deze baan is niet meer actief. Kies een actieve baan om de instellingen te bekijken, of annuleer om terug te gaan naar de berekening.
nn: Denne jobben er ikkje lenger aktiv. Vel ein aktiv jobb for å sjå innstillingane, eller avbryt for å gå tilbake til berekninga.
pl: Ta praca nie jest już aktywna. Wybierz aktywną pracę, aby wyświetlić jej ustawienia, lub anuluj, aby wrócić do kalkulacji.
pt_br: Este emprego não está mais ativo. Escolha um emprego ativo para ver suas configurações ou cancele para voltar ao cálculo.
ro: Acest loc de muncă nu mai este activ. Alege un loc de muncă activ pentru a-i vedea setările sau anulează pentru a reveni la calcul.
ru: Это место работы больше не активно. Выберите активное место работы, чтобы просмотреть его настройки, или отмените действие, чтобы вернуться к расчёту.
sk: Toto pracovisko už nie je aktívne. Vyberte aktívne pracovisko, aby ste zobrazili jeho nastavenia, alebo zrušte akciu a vráťte sa k výpočtu.
sl: Ta služba ni več aktivna. Izberite aktivno službo za ogled njenih nastavitev ali prekličite, da se vrnete na izračun.
sr: Ovaj posao više nije aktivan. Izaberite aktivan posao da biste videli njegova podešavanja ili otkažite da biste se vratili na obračun.
sv: Det här jobbet är inte längre aktivt. Välj ett aktivt jobb för att visa dess inställningar eller avbryt för att återgå till beräkningen.
sw: Kazi hii haitumiki tena. Chagua kazi inayotumika ili kuona mipangilio yake, au ghairi ili urudi kwenye hesabu.
ta: இந்த வேலை இனி செயல்பாட்டில் இல்லை. அதன் அமைப்புகளைக் காண செயல்பாட்டிலுள்ள ஒரு வேலையைத் தேர்ந்தெடுக்கவும் அல்லது கணக்கீட்டுக்குத் திரும்ப ரத்து செய்யவும்.
th: งานนี้ไม่ใช้งานแล้ว เลือกงานที่ใช้งานอยู่เพื่อดูการตั้งค่า หรือยกเลิกเพื่อกลับไปยังการคำนวณ
tr: Bu iş artık aktif değil. Ayarlarını görüntülemek için aktif bir iş seçin veya hesaplamaya dönmek için iptal edin.
uk: Ця робота більше не активна. Виберіть активну роботу, щоб переглянути її налаштування, або скасуйте, щоб повернутися до розрахунку.
ur: یہ ملازمت اب فعال نہیں ہے۔ اس کی ترتیبات دیکھنے کے لیے کوئی فعال ملازمت منتخب کریں، یا حساب پر واپس جانے کے لیے منسوخ کریں۔
vi: Công việc này không còn hoạt động. Hãy chọn một công việc đang hoạt động để xem cài đặt, hoặc hủy để quay lại phần tính toán.
zh_hans: 此工作已不再处于活动状态。请选择一个有效工作以查看其设置，或取消返回计算。
zh_hant: 此工作已不再啟用。請選擇已啟用的工作以查看其設定，或點選取消返回計算頁面。

# settings.pay.currencyTariffWarning
source: Currency cannot be changed when using tariff wage settings
ar: لا يمكن تغيير العملة عند استخدام أجر التعرفة، حيث أنها مربوطة بالكرونة النرويجية
bg: Валутата не може да бъде променена когато използвате тарифна заплата, тъй като е свързана с норвешки крони
bn: ট্যারিফ বেতন সেটিংস ব্যবহার করার সময় মুদ্রা পরিবর্তন করা যায় না
ca: La moneda no es pot canviar quan s'utilitza sou tarifari, ja que està vinculada a corones noruegues
cs: Měna nelze změnit při použití tarifního platu, protože je vázaná na norské koruny
da: Valuta kan ikke ændres når du bruger løntakst, da den er bundet til danske kroner
de: Währung kann nicht geändert werden, wenn Tarifvergütung verwendet wird, da sie an norwegische Kronen gebunden ist
el: Το νόμισμα δεν μπορεί να αλλάξει όταν χρησιμοποιείτε τιμολόγιο, καθώς είναι δεμένο στη νορβηγική κορόνα
es: La moneda no se puede cambiar cuando usas salario tarifario, ya que está vinculado a coronas noruegas
et: Valuutat ei saa muuta, kui kasutad tariifpalga seadeid, kuna see on seotud Norra krooniga
fa: ارز زمانی که از دستمزد تعرفه استفاده می‌کنید نمی‌تواند تغییر کند، زیرا به کرون نروژ محدود است
fi: Valuuttaa ei voi muuttaa käytettäessä palkkaryhmien asetuksia, koska se on sidottu Norjan kruunuun
fil: Ang currency ay hindi maaaring baguhin kapag gumagamit ng tariff wage settings
fr: La devise ne peut pas être modifiée avec les paramètres de salaire conventionnel
he: לא ניתן לשנות מטבע בעת שימוש בהגדרות שכר טריפה, מכיוון שהוא קשור לשקל ישראלי
hi: टैरिफ वेतन सेटिंग्स का उपयोग करते समय मुद्रा नहीं बदली जा सकती
hr: Valuta se ne može promijeniti kada koristiš tarife za plaće jer je vezana na hrvatske kune
hu: A pénznem nem módosítható, ha tarifa-bérnél van, mivel az magyar forinthoz van kötve
id: Mata uang tidak dapat diubah saat menggunakan pengaturan upah tarif karena terikat pada Krona Norwegia
is: Ekki er hægt að breyta gjaldmiðli við notkun tarifflauna, þar sem hann er bundinn við norska krónu
it: La valuta non può essere modificata quando utilizzi salario tariffario, poiché è legata a corone norvegesi
ja: 給与表を使用している場合、通貨を変更することはできません（ノルウェークローネに固定されています）
ko: 급여 테이블을 사용 중일 때는 통화를 변경할 수 없습니다
lt: Valiutos negalima keisti naudojant tarifinius algos nustatymus, nes ji susieta su norvegų kronomis
lv: Valūtu nevar mainīt, izmantojot tarifa algas iestatījumus, jo tā ir saistīta ar Norvēģijas kruonām
nb: Valuta kan ikke endres når du har tariff-lønn, siden den er bundet til norske kroner
nl: Valuta kan niet worden gewijzigd bij tariefloontabellen, omdat deze aan Noorse kronen is gebonden
nn: Valuta kan ikkje endrast når du har tariff-lønn, sidan ho er bunden til norske kroner
pl: Nie można zmienić walutę przy ustawieniach płacy taryfowej, ponieważ jest powiązana z norweskimi koronami
pt_br: A moeda não pode ser alterada ao usar salário por tabela, pois está vinculada ao real
ro: Valuta nu poate fi schimbată când folosești salariu pe bază de tarif, deoarece este legată de coroana norvegian
ru: Валюта не может быть изменена при использовании тарифной оплаты, так как она привязана к норвежским кронам
sk: Menu nie je možné zmeniť pri použití tarifného platu, pretože je viazané na norské koruny
sl: Valute ni mogoče spremeniti pri uporabi tarifne plače, ker je vezana na norveške krone
sr: Valuta se ne može promeniti kada koristite tarifnu platu jer je vezana za dinare
sv: Valutan kan inte ändras när du använder lönetrappinställningar, eftersom den är bunden till svenska kronor
sw: Fedha haiwezi kubadilishwa wakati unatumia malipo ya tarifa, kwa sababu imeunganishwa na kila mjumbe
ta: சம்பள விகித அமைப்புகளைப் பயன்படுத்தும் போது நாணயத்தை மாற்ற முடியாது
th: ไม่สามารถเปลี่ยนสกุลเงินเมื่อใช้เงินเดือนตามอัตราค่าจ้าง เนื่องจากมีการผูกมัดกับสกุลเงินโครนนอร์เวย์
tr: Tarife maaş ayarları kullanılırken para birimi değiştirilemez
uk: Валюту не можна змінити при використанні тарифної системи оплати, оскільки вона прив'язана до норвезької крони
ur: ٹیرف تنخواہ کی ترتیبات استعمال کرتے وقت کرنسی کو تبدیل نہیں کیا جا سکتا
vi: Không thể thay đổi tiền tệ khi sử dụng bảng lương, vì nó được liên kết với krone Na Uy
zh_hans: 使用薪资等级设置时无法更改货币，因为它与挪威克朗绑定
zh_hant: 使用協議薪酬時無法更改貨幣，因為它與挪威克朗掛鉤

# settings.pay.deleteConfirmation
source: Are you sure you want to delete this wage setting?
ar: هل أنت متأكد من رغبتك في حذف إعداد الأجر هذا؟
bg: Сигурни ли сте, че искате да изтриете тази настройка на заплатата?
bn: আপনি কি এই বেতন সেটিং মুছতে নিশ্চিত?
ca: Estàs segur que vols eliminar aquest paràmetre de sou?
cs: Opravdu chceš smazat toto nastavení platu?
da: Er du sikker på, at du vil slette denne lønindstilling?
de: Bist du sicher, dass du diese Lohneinstellung löschen möchtest?
el: Είστε σίγουρος ότι θέλετε να διαγράψετε αυτή τη ρύθμιση αποδοχών;
es: ¿Estás seguro de que deseas eliminar esta configuración de salario?
et: Kas sa oled kindel, et soovid seda palgaseadet kustutada?
fa: آیا مطمئن هستید که می‌خواهید این تنظیم دستمزد را حذف کنید؟
fi: Oletko varma, että haluat poistaa tämän palkka-asetuksen?
fil: Sigurado ka ba na gusto mong burahin ang wage setting na ito?
fr: Êtes-vous sûr de vouloir supprimer ce paramètre de rémunération ?
he: האם אתה בטוח שברצונך למחוק הגדרת שכר זו?
hi: क्या आप सुनिश्चित हैं कि आप इस वेतन सेटिंग को हटाना चाहते हैं?
hr: Jesi li siguran da želiš obrisati ovu postavku plaće?
hu: Biztosan törölni szeretné ezt a bérbeállítást?
id: Apakah Anda yakin ingin menghapus pengaturan gaji ini?
is: Ertu viss um að þú viljir eyða þessari launastillingu?
it: Sei sicuro di voler eliminare questa impostazione di paga?
ja: 本当にこの給与設定を削除しますか？
ko: 이 급여 설정을 삭제하시겠습니까?
lt: Ar tikrai norite ištrinti šį algos nustatymą?
lv: Vai jūs pārliecinat, ka vēlaties dzēst šo algas iestatījumu?
nb: Er du sikker på at du vil slette denne lønnssettingen?
nl: Weet je zeker dat je deze looninstelling wilt verwijderen?
nn: Er du sikker på at du vil slette denne lønnssettinga?
pl: Czy na pewno chcesz usunąć to ustawienie płacy?
pt_br: Tem certeza de que deseja deletar esta configuração de pagamento?
ro: Ești sigur că vrei să ștergi această setare de salariu?
ru: Вы уверены, что хотите удалить эту настройку оплаты?
sk: Ste si istí, že chcete odstrániť toto nastavenie platu?
sl: Ali ste prepričani, da želite izbrisati to plačno nastavitev?
sr: Sigurni ste da želite da izbrišete ovu postavku plata?
sv: Är du säker på att du vill ta bort denna löninställning?
sw: Je, una uhakika kuwa unataka kufuta mpangilio huu wa malipo?
ta: இந்த சம்பள அமைப்பை நீக்க விரும்புகிறீர்களா?
th: คุณแน่ใจหรือว่าต้องการลบการตั้งค่าเงินเดือนนี้?
tr: Bu ödeme ayarını silmek istediğinizden emin misiniz?
uk: Ви впевнені, що хочете видалити цей параметр оплати?
ur: کیا آپ واقعی یہ تنخواہ کی ترتیب حذف کرنا چاہتے ہیں؟
vi: Bạn có chắc chắn muốn xóa cài đặt lương này?
zh_hans: 您确定要删除此薪资设置吗？
zh_hant: 您確定要刪除此薪酬設置嗎？

# settings.pay.deleteConfirmationWithShifts
source: This will affect %lld shifts. Are you sure you want to delete this wage setting?
ar: سيؤثر هذا على %lld وردية. هل أنت متأكد من رغبتك في حذف إعداد الأجر هذا؟
bg: Това ще засегне %lld смени. Сигурни ли сте, че искате да изтриете тази настройка на заплатата?
bn: এটি %lld শিফট প্রভাবিত করবে। আপনি কি এই বেতন সেটিং মুছতে নিশ্চিত?
ca: Això afectarà %lld jornades. Estàs segur que vols eliminar aquest paràmetre de sou?
cs: To ovlivní %lld směn. Opravdu chceš smazat toto nastavení platu?
da: Dette vil påvirke %lld skift. Er du sikker på, at du vil slette denne lønindstilling?
de: Dies betrifft %lld Schichten. Bist du sicher, dass du diese Lohneinstellung löschen möchtest?
el: Αυτό θα επηρεάσει %lld βάρδιες. Είστε σίγουρος ότι θέλετε να διαγράψετε αυτή τη ρύθμιση αποδοχών;
es: Esto afectará %lld turnos. ¿Estás seguro de que deseas eliminar esta configuración de salario?
et: See mõjutab %lld vahetus. Kas sa oled kindel, et soovid seda palgaseadet kustutada?
fa: این %lld شیفت را تحت تأثیر قرار خواهد داد. آیا مطمئن هستید که می‌خواهید این تنظیم دستمزد را حذف کنید؟
fi: Tämä vaikuttaa %lld vuoroon. Oletko varma, että haluat poistaa tämän palkka-asetuksen?
fil: Ito ay makakaapekto sa %lld shifts. Sigurado ka ba na gusto mong burahin ang wage setting na ito?
fr: Cela affectera %lld journées. Êtes-vous sûr de vouloir supprimer ce paramètre de rémunération ?
he: זה ישפיע על %lld משמרות. האם אתה בטוח שברצונך למחוק הגדרת שכר זו?
hi: यह %lld पालियों को प्रभावित करेगा। क्या आप सुनिश्चित हैं कि आप इस वेतन सेटिंग को हटाना चाहते हैं?
hr: Ovo će utjecati na %lld smjene. Jesi li siguran da želiš obrisati ovu postavku plaće?
hu: Ez %lld műszakot érint. Biztosan törölni szeretné ezt a bérbeállítást?
id: Ini akan mempengaruhi %lld shift. Apakah Anda yakin ingin menghapus pengaturan gaji ini?
is: Þetta hefur áhrif á %lld vaktir. Ertu viss um að þú viljir eyða þessari launastillingu?
it: Questo influenzerà %lld turni. Sei sicuro di voler eliminare questa impostazione di paga?
ja: %lldシフトに影響します。本当にこの給与設定を削除しますか？
ko: %lld개의 근무에 영향을 미칩니다. 이 급여 설정을 삭제하시겠습니까?
lt: Tai turės įtakos %lld pamainom. Ar tikrai norite ištrinti šį algos nustatymą?
lv: Tas ietekmēs %lld maiņas. Vai jūs pārliecinat, ka vēlaties dzēst šo algas iestatījumu?
nb: Dette vil påvirke %lld vakter. Er du sikker på at du vil slette denne lønnssettingen?
nl: Dit beïnvloedt %lld diensten. Weet je zeker dat je deze looninstelling wilt verwijderen?
nn: Dette vil påverka %lld vakter. Er du sikker på at du vil slette denne lønnssettinga?
pl: Będzie to dotyczyć %lld zmian. Czy na pewno chcesz usunąć to ustawienie płacy?
pt_br: Isso afetará %lld turnos. Tem certeza de que deseja deletar esta configuração de pagamento?
ro: Aceasta va afecta %lld schimburi. Ești sigur că vrei să ștergi această setare de salariu?
ru: Это повлияет на %lld смены. Вы уверены, что хотите удалить эту настройку оплаты?
sk: To bude mať vplyv na %lld zmien. Ste si istí, že chcete odstrániť toto nastavenie platu?
sl: To bo vplivalo na %lld izmene. Ali ste prepričani, da želite izbrisati to plačno nastavitev?
sr: Ovo će uticati na %lld smene. Sigurni ste da želite da izbrišete ovu postavku plata?
sv: Detta kommer att påverka %lld skift. Är du säker på att du vill ta bort denna löninställning?
sw: Hii itaadhimisha zamu %lld. Je, una uhakika kuwa unataka kufuta mpangilio huu wa malipo?
ta: இது %lld ஷிப்டுகளைப் பாதிக்கும். இந்த சம்பள அமைப்பை நீக்க விரும்புகிறீர்களா?
th: สิ่งนี้จะส่งผลกระทบต่อ %lld กะ คุณแน่ใจหรือว่าต้องการลบการตั้งค่าเงินเดือนนี้?
tr: Bu, %lld vardiyayı etkileyecektir. Bu ödeme ayarını silmek istediğinizden emin misiniz?
uk: Це вплине на %lld змін. Ви впевнені, що хочете видалити цей параметр оплати?
ur: یہ %lld شفٹس کو متاثر کرے گا۔ کیا آپ واقعی یہ تنخواہ کی ترتیب حذف کرنا چاہتے ہیں؟
vi: Điều này sẽ ảnh hưởng đến %lld ca làm việc. Bạn có chắc chắn muốn xóa cài đặt lương này?
zh_hans: 这将影响 %lld 个班次。您确定要删除此薪资设置吗？
zh_hant: 這將影響 %lld 個班次。您確定要刪除此薪酬設置嗎？

# settings.pay.deleteConfirmTitle
source: Delete wage entry?
ar: حذف إدخال الأجر؟
bg: Изтриване на лонна запис?
bn: বেতন প্রবেশ মুছবেন?
ca: Eliminar entrada de sou?
cs: Smazat položku platu?
da: Slet lønpost?
de: Lohneintrag löschen?
el: Διαγραφή καταχώρισης μισθού;
es: ¿Eliminar entrada de salario?
et: Kustuta palgakirje?
fa: حذف ورودی دستمزد؟
fi: Poista palkkakirjaus?
fil: Burahin ang wage entry?
fr: Supprimer l'entrée de rémunération ?
he: למחוק ערך שכר?
hi: वेतन प्रविष्टि हटाएं?
hr: Obrisati lønnsoppføring?
hu: Törölni kívánja a loonbejegyzést?
id: Hapus entri gaji?
is: Eyða launafærslu?
it: Eliminare la voce di paga?
ja: 給与エントリを削除しますか？
ko: 급여 항목을 삭제하시겠습니까?
lt: Ištrinti algos įrašą?
lv: Dzēst algas ierakstu?
nb: Slett lønnsoppføring?
nl: Loonvermelding verwijderen?
nn: Slett lønnsoppføring?
pl: Usunąć wpis płacy?
pt_br: Deletar entrada de pagamento?
ro: Ștergeți intrarea salarială?
ru: Удалить запись оплаты?
sk: Odstrániť lohnú položku?
sl: Izbriši plačni vpis?
sr: Obrisati unos plate?
sv: Ta bort lönpost?
sw: Futa ingizo la malipo?
ta: சம்பள உள்ளீட்டை நீக்கவா?
th: ลบรายการเงินเดือน?
tr: Lønnsoppføring silinsin?
uk: Видалити запис про оплату?
ur: تنخواہ کی داخلہ حذف کریں؟
vi: Xóa mục lương?
zh_hans: 删除薪资条目？
zh_hant: 刪除薪酬條目？
